Repository: bigbigbig/zawsdk_ios
Catalog: zawsdk_ios/Assets/ZAWSDK.xcstrings
Source language: en
Languages: ru, th, zh_cn, zh_hk

source: Account already exists
ru: Аккаунт уже существует
th: ชื่อบัญชีมีอยู่แล้ว
zh_cn: 账户已经存在
zh_hk: 帳戶已經存在

source: Account Login
ru: Аккаунт
th: เข้าสู่ระบบ
zh_cn: 账户登录
zh_hk: 帳號登入

source: Account not exist
ru: Аккаунт не существует
th: บัญชีไม่มีอยู่
zh_cn: 账户不存在
zh_hk: 帳戶不存在

source: Account or Password incorrect
ru: Ошибка:Аккаунт или Пароль
th: บัญชีหรือรหัสไม่ถูกต้อง
zh_cn: 账号或密码错误
zh_hk: 帳號或密碼錯誤

source: Apple Login
ru: Apple вход
th: เข้าสู่ระบบด้วย Apple
zh_cn: Apple 登录
zh_hk: Apple 登入

source: Bind Account
ru: Привязка аккаунта
th: ผูกแล้ว
zh_cn: 绑定账户
zh_hk: 綁定帳戶

source: Binding
ru: Привязка
th: ผูกแล้ว
zh_cn: 绑定
zh_hk: 綁定

source: Binding failed, please contact customer service
ru: Ошибка привязки(Связь с GM)
th: การผูกล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้า
zh_cn: 绑定失败，请联系客服
zh_hk: 綁定失敗，請聯繫客服

source: Binding successful
ru: Успешная привязка
th: การผูกสำเร็จ
zh_cn: 绑定成功
zh_hk: 綁定成功

source: Cancel
ru: Отменить
zh_cn: 取消
zh_hk: 取消

source: Confirm
ru: Подтв.
th: ยืนยัน
zh_cn: 确认
zh_hk: 確認

source: Current Login
ru: Текущий вход
th: ล็อกอินปัจจุบัน
zh_cn: 当前登录
zh_hk: 當前登入

source: Delete Account
ru: Удалить аккаунт
th: การลบบัญชี
zh_cn: 删除账号
zh_hk: 刪除帳號

source: Do you want to exit the game?
ru: Вы хотите выйти?
th: คุณต้องการออกจากเกมหรือไม่
zh_cn: 你想要退出游戏么?
zh_hk: 你想要退出遊戲麼?

source: Facebook Login
ru: FB вход
th: เข้าสู่ระบบด้วย Facebook
zh_cn: Facebook 登录
zh_hk: Facebook 登入

source: Google Login
ru: Google вход
th: เข้าสู่ระบบด้วย Google
zh_cn: Google 登录
zh_hk: Google 登入

source: Guest Login
ru: Гостевой вход
zh_cn: 游客登录
zh_hk: 遊客登入

source: I have read and agreed to the
ru: Я согласен с
th: ฉันได้อ่านรายละเอียดและยอมรับ
zh_cn: 我已经阅读并同意
zh_hk: 我已經閱讀並同意

source: Last Login
ru: Последний вход
th: ล็อกอินปัจจุบัน
zh_cn: 最近登录
zh_hk: 最近登入

source: Login
ru: Вход
th: เข้าสู่ระบบ
zh_cn: 登录
zh_hk: 登入

source: Login failed
ru: Ошибка входа
th: การเข้าสู่ระบบล้มเหลว
zh_cn: 登录失败
zh_hk: 登入失敗

source: Login successful
ru: Успешный вход
th: การเข้าสู่ระบบสำเร็จ
zh_cn: 登录成功
zh_hk: 登入成功

source: no
ru: Нет
th: ไม่
zh_cn: 不是
zh_hk: 不是

source: Password is not the same
ru: Неверный пароль
th: รหัสผ่านไม่ตรงกัน
zh_cn: 密码不一致
zh_hk: 密碼不一致

source: Payment canceled
ru: Отмена платежа
th: ยกเลิกการชำระเงิน
zh_cn: 支付取消
zh_hk: 支付取消

source: Payment failed
ru: Ошибка платежа
th: การชำระเงินล้มเหลว
zh_cn: 支付失败
zh_hk: 支付失敗

source: Please check and agree User Agreement and Privacy Policy first.
ru: Пожалуйста, сначала ознакомьтесь и согласитесь с условиями политики конфиденциальности.
th: โปรดเลือกก่อนว่าฉันได้อ่าน/ข้อตกลงการลงทะเบียนผู้ใช้และนโยบายความเป็นส่วนตัว
zh_cn: 请先阅读并同意用户协议和隐私协议
zh_hk: 請先閱讀並同意用戶協議和隱私協議

source: Please enter account
ru: Ввод аккаунта
th: กรุณากรอกหมายเลขบัญชี
zh_cn: 请输入您的账号
zh_hk: 請輸入您的帳號

source: Please enter information
ru: Ввод данных
th: กรุณากรอกข้อมูล
zh_cn: 请输入信息
zh_hk: 請輸入資訊

source: Please enter password
ru: Ввод пароля
th: กรุณากรอกรหัสผ่าน
zh_cn: 请输入您的密码
zh_hk: 請輸入您的密碼

source: Please enter password again
ru: Повторите пароль
th: กรุณากรอกรหัสผ่านอีกครั้ง
zh_cn: 请再次输入密码
zh_hk: 請再次輸入密碼

source: Please read and agree to the User Agreement and Privacy Policy
ru: Пожалуйста, сначала ознакомьтесь и согласитесь с условиями политики конфиденциальности.
th: โปรดอ่านและยอมรับข้อตกลงการให้บริการและแนวทางการคุ้มครองความเป็นส่วนตัว
zh_cn: 请先阅读并同意用户协议和隐私协议
zh_hk: 請先閱讀並同意用戶協議和隱私協議

source: Register
ru: Регистрация
th: ลงทะเบียน
zh_cn: 注册
zh_hk: 註冊

source: Settings
ru: Настройки
zh_cn: 设置
zh_hk: 設置

source: Switch Account
ru: Смена
th: สลับบัญชี
zh_cn: 切换账号
zh_hk: 切換帳號

# third_login_error_30001
source: Something went wrong, please log out and log in the game again
ru: Произошла ошибка, пожалуйста, выйдите и войдите в игру снова
zh_cn: 出现问题，请退出并重新登录游戏
zh_hk: 發生錯誤，請退出並重新登入遊戲

# third_login_error_30002
source: Fetching the third party information failed, Please reauthorize again.
ru: Не удалось получить информацию от стороннего сервиса, пожалуйста, авторизуйтесь снова.
zh_cn: 获取第三方信息失败，请重新授权。
zh_hk: 取得第三方資訊失敗，請重新授權。

# third_login_error_30003
source: This third-party account is already linked to another user account. Duplicate binding is not allowed.
ru: Этот сторонний аккаунт уже привязан к другому пользователю. Повторное связывание запрещено.
zh_cn: 该第三方帐户已经链接到另一个用户帐户。不允许重复绑定。
zh_hk: 此第三方帳戶已綁定至其他使用者帳號。禁止重複綁定。

source: Unbind
ru: Отвязать
zh_cn: 解绑
zh_hk: 取消綁定

# unbind_error_4011
source: You can only unbind a login method if you have two or more methods linked to your account.
ru: Отвязка доступна при наличии минимум двух способов входа.
zh_cn: 只有在绑定两种或以上的登录方式后，才能进行解绑操作
zh_hk: 唯有在帳號綁定兩種或以上的登入方式後，才能進行解除綁定的操作

# unbind_fail
source: Unbind Failed
ru: Не удалось отвязать
zh_cn: 解绑失败
zh_hk: 解除失敗

# unbind_way_msg
source: You are performing an unbinding operation. Unbinding may result in the loss of your account.
ru: Вы выполняете операцию отвязки, это может привести к потере аккаунта.
zh_cn: 您正在进行解除绑定操作，解除绑定可能导致账号丢失
zh_hk: 您即將解除綁定，此操作可能導致帳號遺失！

source: User Agreement and Privacy Policy
ru: условиями политики конфиденциальности
th: ข้อตกลงการลงทะเบียนผู้ใช้และนโยบายความเป็นส่วนตัว
zh_cn: 用户协议和隐私协议
zh_hk: 用戶協議和隱私協議

source: User Center
ru: Центр
th: ศูนย์ผู้ใช้งาน
zh_cn: 用户中心
zh_hk: 用戶中心

source: User Login
ru: Вход
zh_cn: 用户登录
zh_hk: 用戶登入

source: Verification failed, please log in again
ru: Ошибка проверки.Войдите снова
th: การตรวจสอบไม่ผ่าน กรุณาเข้าสู่ระบบอีกครั้ง
zh_cn: 验证失败，请重新登录
zh_hk: 驗證失敗，請重新登入

source: VK Login
ru: VK вход
th: เข้าสู่ระบบด้วย VK
zh_cn: VK 登录
zh_hk: VK 登入

source: Warning
ru: Внимание
zh_cn: 警告
zh_hk: 警告

source: yes
ru: Да
th: ใช่
zh_cn: 是
zh_hk: 是
